[
  "作为英语课代表的我，对徐老师的认识可能比同学们更清楚。",
  "因此，传承良好家风、摒弃有害而无益的家风，是促进人成长的重要途径。",
  "早上阳光明媚，如同我的心灵般澄澈宁静，并未因外界的阴云而受到影响；只觉得蔚蓝天空中漂浮着星星点点、素雅如花的小云朵，令人心旷神怡。到了中午时分，远处传来一阵阵锣鼓声，一众人从远处走来来到我眼前，在前方看到一个方形的木盒——很大，并遮住了天上的太阳。",
  "周末，老师邀请我和其他的同学去为母校的同学们介绍一位著名的冬奥运动员。",
  "每次我回家时，再也没有见到那只飞扑过来的狗，也从未忘记它撒娇的模样。那只令人心软的狗曾让我难忘，如今我家地毯也被妈妈清洗过，再也看不见那让我永远忘不掉的梅花图案。",
  "老师刚说，话音未落就见我们消失在果树之中；果树上都是橙子。我们8人分成4组，每组两人、两把剪刀和一个栏子。我们两人一起行动；另一人是小宇——我的好兄弟。",
  "我不仅从一个小学生变成了初中生，我也懂得了如何去珍惜生活中的每分每秒。",
  "记忆的盒子瞬间打开，把我拉回到照片中的时光。",
  "他先是悄悄从后面进入，接着杀了两个厨房里的仆人，随后将“老的小的”通通“砍掉”，连刀都砍卷了。",
  "回溯历史，君不见太史公司马迁谨遵父亲遗命，恪守《史记》之家风教诲，终写成被誉为“史家之绝唱，无韵之《离骚》”的经典之作，在青史留下重要的一笔。",
  "还记得那天，董晨欣说她买了本《山海经》，里面各路神仙怪物都有；最主要的是它们都非常丑。",
  "狗狗事件不值一提了。但我奶奶辛苦了。我以念念不忘的这件事激励自己坚持走下去，并不让您老人家失望。",
  "微风轻拂，缕缕清香经夏风与水波揉碎，悠然沁入心脾，恍若远山轮廓中渺茫的笛声。",
  "仙人掌生长在南北回归线之间的沙漠地区。",
  "我在车里坐着时看见奶奶给我的袋子里有一瓶牛奶。",
  "也就是说，光鲜亮丽的背后，总会有一段艰辛的努力与自强不息的奋斗。",
  "人类文明历经数万年的积淀，将智慧的结晶记录在书中。",
  "为了生命能在这寒冬中存活，挺立起身躯，多像那一个个为生活艰苦奋斗的人们！",
  "我挑战了自己, 战胜了自己, 突破了自己！",
  "这次期中考试，我终于使徐老师感到欣慰，虽然不是班里最高分，但取得了很大进步。",
  "2007年10月24日这一天不仅是我国航天工程的首个重大任务——嫦娥一号探月卫星成功发射的日子，也是我出生的日子。因为这天的重要性，我的名字也与它息息相关：张宇航。",
  "我还要感谢我的同学，在回忆起我的初中时光时，我的脑海总浮现着各位同学与我一起学习、进步、相互帮助的画面；大家总是争先恐后地争取第一，早早地踏入校园，用行动书写着“一年之计在于晨”。",
  "十年前，一位四十岁的女人带着儿子踏进我们的小区。她戴着一副眼镜，遮掩住那小小的眼睛；泛黄的头发里混入了几根白发；背上背着大书包，手上提着行李箱。她的儿子眼睛大大的、脸小小的、肉嘟嘟的，长得一点也不像她。",
  "做到以上两点，相信大家的文笔和精神都能有极大的进步。",
  "那黑黢黢的树影，在这样的夜色下隐隐约约，看不太真切。",
  "日军在占领南京后对当地居民进行了为期六周的血腥大屠杀，在这期间约30万手无寸铁的平民和已放下武器的士兵遭到杀害。",
  "她是一个坚强、坚持不懈、勇敢拼搏的人。希望大家也能学习她那些优秀的精神品质，争做一名新时代的好少年！无论是学习还是生活中，都要像她一样“赢在起跑线”，取得成功！",
  "由此可见，真正的读者不是受外界影响的人，而是专心致志的人；但你捧着书像他们一样，就真的成为读者了吗？",
  "我是本次云旅游的导游——新新，今天我们参观的是中华古城南京，共同沉浸于金陵之古韵。",
  "说话讲究技巧，不仅是为了别人，也是为了你；你说话若是不好听，别人还会愿意与你交往吗？",
  "在我初二暑假时，把厚厚的暑假作业写完后，我心里就只想着如何去奖励自己了。",
  "没多久到了饭店，我果然是天生的吃货；纵使再不情愿也还是被满桌的菜吸引了眼球。",
  "正如我文章开头所描绘的景象，也许有的人虽然靠在躺椅上看似放松，却仍无法静下心来；当读书时发现内容乏味便索性放弃不读、换一本翻阅；甚至若环境过于舒适，他们还会昏睡过去。而这样的人充其量只是“正在放松的人”，而非真正的读者。",
  "其实这就是实践的可贵之处：知识终归是抽象的概念，若不转化为行动则徒劳无用；同时，实践是检验真理的唯一标准，通过尝试与探索能够更加深入地了解知识的本质。正如“纸上得来终觉浅，绝知此事要躬行”所言，实践出真知。",
  "中华民族的历史长河滚滚不息，流淌了五千年的漫长岁月，见证了华夏文明的璀璨瑰丽，也记录了无数王朝的更迭兴衰。",
  "相信大家都看过冬奥会了吧？你们一定对某些中国冬奥选手印象深刻，他们在本届冬奥会上大显神手，取得了有史以来最好的成绩。",
  "周五，他的妈妈都要带她去专业训练队训练。从学校到那里要4个小时，在这4个小时里，她就一直在车上看书、学习，从未抱怨过累。",
  "她不仅夺得了冬奥会女子自由式滑雪U型场地金牌和坡面障碍技巧银牌。",
  "在一次意外的机会下，我成功获得了加入中国共青团的欲选名额，并被要求参加中国共青团团课，争取早日加入共青团。",
  "小学毕业那天，我有幸亲眼目睹了兵马俑这一令人震撼的历史瑰宝。",
  "可能仍有人质疑：吴用的武艺并不高强，甚至令人感觉有些柔弱；不能像鲁智深一样去保护自己。",
  "他走后仍惦记着金氏父女已逃走，心中大喜。",
  "刚进初中之时，我曾占据班级前十之位，已经超越了大多数人；但开始有些懈怠。然而，在如此紧张的初中生活中，我如同在一片波涛汹涌的大海中来回于一片片砖块上跳跃——一不小心便会名落孙山。",
  "我们抄小道到老门东，在我热得快趴到地上时，“救星”出现了——一家小卖铺。",
  "因此，毅力对于一个向往成功的人是十分重要的。杨根思说过：“即使有九十九个困难，只要有一个坚强的意志就不困难。”",
  "黎明时分，作为一片花瓣，我来到了南京；见证了南京历史的悠久和人文景观。作为一片花瓣，我也在南京的梧桐树下与这座城市一起沉睡。",
  "这是老班在日常行为上的管理，尽管他脾气暴躁，但他的学习精神值得学习。",
  "著名的音乐家贝多芬，在音乐上有着极高的天赋，却在最得意时失聪了。",
  "正是因为他有着乐观向前、活在当下的心态，没有沉溺在以往安享的生活之中，而是靠着自己闯出一片天地。",
  "无意间抬头时，看到电线杆前站着一个身形佝偻的清洁工。",
  "“彼方尚有荣光在。” 选好青春赛道努力拼搏，走好自己的路；别选择那些容易的道路。",
  "那天晚上，雨下得那般大，哗哗啦啦地滴在外面的台子上；早晨起来，便淅淅沥沥地下着，“春天终于要来了！”",
  "这样的人在同学面前倒是大方了，但内心终究需要用明朗的笑声来面对。",
  "但我身上没钱，我咽了咽口水，只好忍着饥饿与亲爱的美食告别。",
  "困难就更多了。牛顿对苹果为什么会从树下掉下来感到困惑，最终研究出了万有引力定律；李时珍为百姓的疾病困扰，走遍天下，最终完成了《本草纲目》；司马迁克服了在狱中的种种痛苦，完成了千古名著《史记》。",
  "我其实只想对这种人说一句话：“当有一天，早上没有人喊醒你，放学没有人接你，屋里只有冷冰冰的家具和你，please tell me! 这是自由？还是孤独？”",
  "这逐渐成为了我的习惯，已经与之前“黑暗”的我完全不同！",
  "一个人如果只读书而不实践，那么就只能成为书呆子。",
  "过了一会，同学和刚才在旁边跟我们说话的老大爷跑了进来。老大爷手里提着医疗箱，他问我：“你的情况我已经知道了，接下来我会帮你治疗，可能会有点疼。”",
  "走过一段墓道，眼前是一座白石蓝瓦的单檐歇山式建陵门。",
  "从这一件事中，我可以看出武松的勇猛忠义、侠肝义胆、仗义诚信；如果我是他的朋友，他一定会在现实生活中帮助我面对困难，并且对朋友用心、不欺骗我；他是一个有良心、敢作敢当的斗士，在生活中我会向他学习。",
  "在出生之前，爸爸妈妈给我取了小名“开心”。据说这个创意风靡妈妈的办公室，连她以前同事的孩子也多以“高兴”之类的名字命名。",
  "《傅雷家书》收录了傅雷夫妇在1954年至1966年间写给两个儿子的家信一百多封。",
  "我有些难受地看着那位大爷——我一直乐意去他那里打饭。",
  "真正的读者并不是看书的人，而是专心致志地投入进去并从书中得到启发的人。",
  "一阵风吹过，树枝微微作响，仿佛在感受冬天的关怀。",
  "愿我的家乡广西越来越繁荣，也愿祖国越来越富强，并实现中华民族的伟大复兴！",
  "生命只有一次，无悔地畅快淋漓；未雨绸缪以保持好心情。她飞奔回到家，不顾那厚重的大衣，在白纸上写下开头。",
  "它确实可以简化为“走”，但这两个词的根本区别在于：前进是主动的状态，包含着对生活的热情与积极；而走则是麻木与被动的。仿佛根本无所谓自己踏上的是哪条路。",
  "阳光是暖的，有亲情味儿。这是连接远在天堂的爷爷的一条纽带。",
  "然而我想说，并不是所有书籍都有能力承载读者的思想，如同一艘船载着他们驶向关于生活、人类乃至社会的思考之海。",
  "他是我们中华民族的重要建设者，并为中华人民共和国在国际舞台上站稳脚步做出了巨大贡献。",
  "亭下有泉，以泉酿酒，酒香且清，可谓上品。",
  "惊天动地的大事发生时，在我一旁看着妈妈的时候，妈妈露出了不解的神情。",
  "忽然传来“嗒”一声微弱的脆响，雨滴落入了小水坑中。凌霄花又抬起了头，皱巴巴的小脸却苦涩地笑着；雨势渐停后，方才显得粉白的苦笑又有了红润的喜色——它轻抖身上的雨珠，挺直了腰板。",
  "一天下来，做完作业后总会回想起那些发挥失常、粗心大意的瞬间。信心也随之丧失。",
  "即使经历风吹日晒、大雨滂沱，花朵依然向上拼搏、顽强绽放；在同一个花丛中彼此搀扶、无畏风雨。",
  "你经历过大风大雨，获得过许多奖励；即使一次模拟考试的失败使你错过了特招的机会，你也应不屈不挠、勇往直前、奋力一搏。记住，中考才是这段马拉松的终点。",
  "具体时间早已记不清了,却记得那天晴空万里、骄阳似火。",
  "大家好，我是今天的阳光小导游新新，由我来带领大家参观北京的天安门广场。",
  "如果你在我们学校看见一位头发披肩、戴眼镜、总穿牛仔裤、说话温柔的人，那就是我们唐老师。",
  "“千磨万击还坚劲，任尔东西南北风。”就让我们一起自强不息，乘着自强的大船驶向成功的彼岸！",
  "她于是显得骄傲起来，更加确信自己的想法。",
  "我反驳道：“青春不是用来欣赏的吗？正值年轻之时，我们不应该去那些年迈时看不到的风景、去做那些年迈时做不了的事情吗？”",
  "她脸不大，戴上眼镜后更为娇小；与众不同的是，她戴着眼镜似乎更有神了。",
  "知识，正如那句古话“腹有诗书气自华”。",
  "他增加了训练，在这个时候他的目的已经改变：不是为了冠军、也不是为了三连冠、而是追求自己的梦想和突破人类的极限。",
  "我的爸爸在一家位于厦门的公司上班，公司名叫英华达。后来不知怎的，他经常不在家。",
  "阅读还能充实你的知识。当你登上了泰山，有人会说：“真美”；而你会说：“会当凌绝顶，一览众山小”。这种感觉是不是立马就不一样了？",
  "我与他相识不久，只记得他有一双单眼皮，水汪汪的大眼睛，和一张能说会道的嘴巴。",
  "当鲁迅先生赞美东北人民的奋斗与抗争时，青年人和农民们读到先生的文章，他们的思想就在一瞬间共通了；行为的不同恰恰反映出精神的相同，信念的一致恰恰指引了行动的差异。",
  "具体来说，英雄是技艺超群、无私奉献、勇于拼搏的人。",
  "走近些看，原来是几位环卫工爷爷。为了避免路面结冰酿成危险，他们正在忙着铲雪；我特意路过他们的身旁，看到一双双慈祥的眼睛和一张张苍老、布满皱纹、饱经风霜的脸庞。",
  "由于电子商品或多或少都会发出一定量的蓝光，长时间使用会影响视力；而阅读纸质书则无需担心此问题。",
  "或许就是这样的您，也只有您能把我身边的那个傲娇的、从不听话、敢去校长室的小公主归于您的怀抱，让她对您变得温顺。小学六年的时光里，只有您让我全身心地放下防备，并放心地将自己的后背交给您。",
  "应多读一些有内涵、有价值的名著，提升自己的文学素养，去感受大家笔下的人物形象及其中的名言；如鲁迅笔下的阿Q不仅代表了当时封建主义的种种缺点，更通过一个典型人物形象巧妙地反映了整个社会风气。",
  "我心里也挺烦，所以也不敢说什么，就直接下楼了，连声招呼都没打。",
  "香槟色的天空像半透明的绸布覆盖在天空中，只有顶部点缀着几抹浅蓝；浅蓝之下是几朵似有似无的白云，它们聚散匆匆，恰似我们在一起短短的三年。",
  "为了进一步为你们解答，我向大家发出以下倡议：",
  "有一天我气冲冲地回到房间，一抬头就望见了那被雨水打了一天一夜的多肉。我低声对它说：“对不起我的多肉”；也向家人道歉：“对不起我的家人”。",
  "他虽是这本书中的配角，人气与热度却远超两位男主，原因在于其坎坷悲惨的一生。",
  "平时不怎么交流，也不知道有什么话该说；小时候在一起还能玩一玩，长大后却不知该聊些什么了。",
  "若一开始就放弃所有基础和支撑，则后面的一切都是空中楼阁。",
  "此外，对待机会不应盲目。"
]